{
  "biography": "Biografi",

"dylan": "Bob Dylan (lahir Robert Allen Zimmerman; 24 Mei 1941) adalah seorang penyanyi-penulis lagu, penulis, penyair, dan seniman visual Amerika yang telah menjadi tokoh utama dalam budaya populer selama lebih dari lima puluh tahun. tanggal kerja paling terkenal dari tahun 1960-an, ketika lagu-lagu seperti \"Blowin 'in the Wind \" (1963) dan \"The Times They Are a-Changin'\" (1964) menjadi lagu kebangsaan untuk Gerakan Hak-Hak Sipil dan anti- gerakan perang. Liriknya selama periode ini menggabungkan berbagai pengaruh politik, sosial, filosofis, dan sastra, menentang konvensi musik pop dan mengimbau budaya tandingan yang sedang berkembang.",

"booker": "James Carroll Booker III (17 Desember 1939 - 8 November 1983) adalah seorang keyboardis ritme dan blues New Orleans yang lahir di New Orleans, Louisiana, Amerika Serikat. Gaya unik Booker memadukan ritme dan blues dengan standar jazz. John menggambarkan Booker sebagai \"jenius piano junkie hitam, gay, bermata satu terbaik yang pernah dihasilkan New Orleans\". Flamboyan dalam kepribadian, ia dikenal sebagai \"the Black Liberace \".",

"king": "Riley B. King (16 September 1925 - 14 Mei 2015), yang dikenal secara profesional sebagai BB King, adalah seorang penyanyi blues Amerika, gitaris listrik, penulis lagu, dan produser rekaman. King memperkenalkan gaya canggih berbasis solo pada string lentur cairan dan vibrato berkilauan yang mempengaruhi banyak gitaris blues listrik kemudian. ",

"john": "Malcolm John Rebennack Jr (20 November 1941 - 6 Juni 2019), lebih dikenal dengan nama panggungnya Dr. John, adalah seorang penyanyi dan penulis lagu Amerika. Musiknya menggabungkan blues, pop, jazz, boogie- woogie, dan rock and roll. \nAktifkan sebagai musisi sesi sejak akhir 1950-an hingga kematiannya, ia memperoleh pengikut di akhir 1960-an setelah merilis albumnya Gris-Gris dan penampilannya di Bath Festival of Blues dan Progressive Music. Dia biasanya menampilkan pertunjukan teater yang semarak yang diilhami oleh pertunjukan obat-obatan, kostum Mardi Gras, dan upacara voodoo. Rebennack merekam 30 album studio dan 9 album live, serta berkontribusi pada ribuan rekaman musisi lain. single hit top-10 dengan \"Right Place, Wrong Time\". ",

"simone": "Eunice Kathleen Waymon (21 Februari 1933 - 21 April 2003), yang dikenal secara profesional sebagai Nina Simone (/ ˈniːnə sɪˈmoʊn /), adalah seorang penyanyi, penulis lagu, musisi, arranger, dan aktivis hak-hak sipil musiknya. membentang berbagai gaya musik termasuk klasik, jazz, blues, folk, R&B, gospel, dan pop. \n Keenam dari delapan anak yang lahir dari keluarga miskin di Tryon, North Carolina, Simone awalnya bercita-cita menjadi pianis konser. bantuan dari beberapa pendukung di kota kelahirannya, ia mendaftar di Juilliard School of Music di New York City. Dia kemudian mengajukan permohonan beasiswa untuk belajar di Curtis Institute of Music yang bergengsi di Philadelphia, di mana ia ditolak masuk meskipun sudah sehat. menerima audisi, yang dikaitkan dengan diskriminasi rasial. Pada tahun 2003, hanya beberapa hari sebelum kematiannya, Institut memberinya gelar kehormatan. "
}